Tekla Open API Reference for Tekla Structures 2025
DrawingObjectEnumerator Properties
The DrawingObjectEnumerator type exposes the following members.
Properties
Name | Description
Current
 Gets the current drawing object.
Top
See Also
Reference
DrawingObjectEnumerator Class
Tekla.Structures.Drawing Namespace